# image 문을 사용해 이미지를 정의합니다.
# image eileen happy = "eileen_happy.png"

# 캐릭터 정의
define me = Character('나', color="#c8ffc8")
define g = Character('소녀', color="#bc2424")
define gn = Character('아현', color="#bc2424")

label start:

# 검은 바탕

    "\"수험생 여러분들은 답안지를 덮고 손을 머리 위로 올려주십시오.\""

    "감독관의 말과 함께 수능이 끝났다. \n동시에 3년 간에 걸친 나의 고등학교 생활도 종지부를 찍었다. \n이제 겨울방학까지 남은 두 달은 의미도 가치도 없이 흘러가겠지."

    "일종의 부록, 에필로그에 불과한 셈이다."

    "-프롤로그 끝은 새로운 시작-"

label scene1:

# 어두운 하늘과 교문

    "밖은 어느새 완전히 해가 졌다. \n도시의 조명만이 아래서 하늘을 밝힐 뿐이다."

# 수많은 학생들의 뒷모습

    "시험을 마친 학생들이 교문으로 쏟아져 나온다. \n누군가는 울고 누군가는 웃지만, 대부분은, 지쳐있다."
    
    "불과 삼십분 전까지만 해도 칼날보다 날카로웠을 시선은 어느새 닳고 닳아 그들의 어깨만큼이나 축 처져있다. \n걸치고 있는 책가방이 유난히 무섭게 느껴진다."

# 부모님들의 모습, 페이드 인

    "교문 밖에는 자녀를 기다리는 부모님으로 가득하다. \n하루 종일 손꼽아 기다리던 내 자식이 눈물 흘리며 오는 모습에 당신의 코가 시큰거린다."
    
    "마침내 처음 나온 학생과 부모의 포옹을 시작으로 파도와 해안이 만나듯, 사람들은 한데 뒤엉킨다."
    
    "하지만, 그곳에 내가 머물 곳은 없었다."
    
# 핸드폰 화면
    
    "'데리러 가주지 못해서 미안해. 엄마는 오늘 늦을 거 같아. \n일단 집으로 가있어. 수능도 끝났는데 오늘은 맛있는거 먹자. 수고했다.'"

# 검은 바탕(?)

    "나는 사람들 틈을 지나 밖으로 나갔다. \n멀어져가는 시험장을 보며 정말로 끝이라는 것이 실감났다. \n다만... 3년의 끝맺음치곤 허무한 감도 없지 않았다."
    
    "그토록 숨 가쁘게 달려왔으니 결승점에 들어온 순간 쏟아지는 박수갈채와 함께 축포라도 터질 줄 알았나보다. \n스스로에게 되뇌었다. 드라마의 한 장면이라도 기대한 것인가?"
    
    "긴 인내와 시련 끝에 결말에 이르러 마침내 목표를 이룬 주인공. \n희망찬 음악, 오직 그만을 비추는 수많은 조명과 카메라들... \n하지만 한 걸음 한 걸음 걸음을 옮기는 와중에 모든 것이 점차 명확해졌다."
    
    "나는 이 세상의 주인공이 아니다. \n세상이라는 녀석은 생각보다 내게 주목하지 않는다. \n관심을 받고 싶다면, 그것은 오로지 나의 몫인 것이다."
    
    "늦은 11월의 찬바람이 평소보다 더욱 시리다."
    
    "1화 - 먼저 건넨"
    
# 북적거리는 정류장 정면
    
    "정류장에는 비슷한 처지의 학생들로 북적이는 중이었다. \n친구들끼리 모여 서로가 서로를 위안삼은 덕분인지, 교문 앞에서보다는 활기 있는 모습이었다."
    
    "들뜬 얼굴로 짧게는 지금 당장의 계획부터 멀게는 몇 달 뒤 여행 일정에 대해 얘기하고 있었다. \n버스가 지나칠 때마다 정류장은 점차 한산해졌다."
    
# 사람들 페이드 아웃(나와 소녀만)
    
    "소란스러웠던 이곳도 그렇게 조금씩, 고요해져갔다. \n시간이 얼마나 흘렀나, 결국엔 나와 어떤 여자아이만이 남게 되었다. \n나처럼 꽤 멀리서 시험을 보러 온 듯 했다."
    
    "웬만한 버스는 전부 지나갔으니 아마 저 아이도 나와 같은 버스를 타야하는 모양이다."
    
# 버스 정류장 뒷모습 구도(의자에 앉은 나의 상반신까지만, 초점은 밤하늘에)
    
    "알림판을 보니 버스가 도착하려면 적어도 15분은 더 걸릴 것 같았다. \n물론 신호대기, 정류장 정차와 같은 상황을 고려한다면 더 필요할 수도 있고. \n그래도 괜찮다. 오늘은 수능이 끝났으니 얼마든지 여유롭게 기다릴 수 있다."
    
    "오랜만에 올려다 본 하늘에 보석처럼 별빛이 반짝이고 있었다. \n도시의 하늘도 이렇게 아름다울 수 있었구나. \n간만의 감상은 오래 가지 못했다."

# 훌쩍이는 소리

    "저녁 공기 사이로 작은 울음이 들려온 것이다. \n옆에 앉은 여자애였다."

# 대각선 구도(내가 앞, 소녀는 뒤)

    "들키고 싶지 않았는지, 붉은 목도리에 얼굴을 파묻고 있다. \n물론 투박한 털실 사이로 새어나오는 흐느낌과, 들썩이는 어깨까지 숨기지는 못했다."
    
    "어찌나 서럽게 우는지, 괜스레 나까지 코가 찡해졌다. \n평소라면 그저 이어폰을 귀에 꽂았겠지만, 지금 내 손은 어느새 휴지를 찾으려 가방을 뒤적이고 있었다."
    
    "수능이 끝나서 오지랖이 넓어진 것인가? \n아니, 이게 다 잠깐 올려다 봤던 밤하늘이 너무 예뻤던 탓이다. \n아무래도, 감수성은 사람을 이상하게 만드는 것 같다."

# 배경은 흐릿해지고 고개를 떨군 소녀만 선명

    menu:
        "휴지를 건넨다.":
            jump paper
        "말을 건넨다.":
            jump talk
            
label paper:
    
    "어색하게 손을 뻗어 휴지를 건넸으나 목도리에 고개를 떨군 그녀가 알아차릴 리가 없다. \n손가락까지 뻗어 톡, 조심스레 어깨를 두드렸다."

# 소녀가 화들짝 놀라 고개를 든다

    g "\“.......!\”"
    
    "그녀가 오해하지 않도록 서둘러 손에 쥔 휴지를 보여주었다."
    
    me "\“닦아요.\”"
    
    "그녀는 손끝으로 눈물을 훔치고는 울먹이는 목소리로 천천히 말했다. \n훌쩍이는 와중에도 맑고 또렷한 목소리였다."
    
    g "\“감사합니다.\”"
    
    "그러나 눈물을 닦던 그녀는, 오늘 하루의 고단함 때문인지, 다시 목도리에 얼굴을 묻었다."
    
    jump scene1end
    
label talk:
    
    me "\"저기요.\""
    
    g "\".......\""
    
    "반응이 없다. 자신을 부르는지 모르나 보다. \n다시 한 번 더 불러보자."
    
    me "\“저, 저기요.\”"
    
    "재차 말을 걸자 그녀가 천천히 고개를 들었다."
    
    g "\“.......네?\”"
    
    me "\".......\""
    
    g "\".......\""
    
    "헌데 막상 부르고 나니 무슨 말을 건네야 할지 모르겠어서 우리는 한참 동안 시선을 마주하고만 있었다. \n눈물 한 방울이 그녀의 눈 끝에서 아슬아슬하게 매달려 있었다."

    me "\“괜찮아요?\”"
    
    "그녀는 손끝으로 눈물을 훔치고는 울먹이는 목소리로 천천히 말했다. \n훌쩍이는 와중에도 맑고 또렷한 목소리였다."
    
    g "\“네.......\”"
    
    "그녀는 다시 목도리에 고개를 묻었다."

    jump scene1end
    
label scene1end:
    
    "대화는 오래 가지 못하고 정류장엔 다시 정적이 감돈다. \n내가 옆에 있다는 사실을 의식하자 그녀는 의식적으로 울음을 그치려했다."
    
    return
